tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "fzf"
brew "ripgrep"
brew "font-jetbrains-mono-nerd-font" 

cask "alacritty"
cask "flux"
cask "vlc"
cask "whatsapp"
cask "telegram-desktop"
cask "google-chrome"
cask "brave-browser"
cask "obsidian"
cask "discord"
cask "docker"
cask "slack"
cask "postman"
cask "visual-studio-code"
cask "homebrew/cask-versions/firefox-developer-edition"
